---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ZoneCalculatedCoolingLoadPerAreaParam
source: html/64270007-c5ff-3b80-a1e2-1ce5795b431d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ZoneCalculatedCoolingLoadPerAreaParam Property

"Calculated Cooling Load per area"

## Syntax (C#)
```csharp
public static ForgeTypeId ZoneCalculatedCoolingLoadPerAreaParam { get; }
```